Revit 2017 API
RebarConstraint Properties
The RebarConstraint type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RebarConstraint Class
Autodesk.Revit.DB.Structure Namespace